;Localization add-in for day 60 DLC 

;Mission related strings
;-----------------------
[MissionSource_AlienNest X2MissionSourceTemplate]
MissionPinLabel="Гніздо прибульців"
BattleOpName="Операція «Благородний звір»"

[DerelictFacility X2MissionSiteDescriptionTemplate]
DescriptionString="Занедбаний дослідницький комплекс"

[AlienNest X2MissionTemplate]
DisplayName="Дослідити сигнал"
Briefing="Розслідування - Невідомий об'єкт"
PostMissionType="Гніздо прибульців"
BriefingImage="img:///UILibrary_DLC2Images.Alert_Alien_NestPOI"
ObjectiveTextPools[0]="Дослідити сигнал Вален"
PreMissionNarratives[0]="DLC_60_NarrativeMoments.DLC2_S_Dropship_Mission_Briefing"

[DefaultAlienNest X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Дослідити сигнал Вален"
ObjectiveTextPools[1]="Забрати журнал Вален"
ObjectiveTextPools[2]="Знайти транспондер Вален"
ObjectiveTextPools[3]="За бажанням: убити короля гадюк"
ObjectiveTextPools[4]="Бредфорд повинен вижити"
ObjectiveTextPools[5]="Ліквідувати всіх залишених гадюк"

;-----------------------
; GEOSCAPE
;-----------------------

[POI_HunterWeapons X2PointOfInterestTemplate]
DisplayNames[0]="Приводний маяк"

CompletedSummaries[0]="Серед уламків пошарпаного «Рейнджера» лежать тіла кількох солдат, все ще пристебнуті до крісел. Слідів пілота немає, але з кабіни доноситься писк аварійного маяка. В трюмі знайдено ящик з вицьвілою емблемою XCOM, а всередині нього - кілька незвичайних видів зброї."

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Downed_Skyranger"

[POI_AlienNest X2PointOfInterestTemplate]
DisplayNames[0]="Визначене положення"

CompletedSummaries[0]="Визначивши стартову точку «Рейнджера», ми виявили нішу в камені, заповнену уламками. Зверху важко сказати, що там сталося."

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Alien_Nest"


;-----------------------
; REWARDS
;-----------------------

[Reward_HunterWeapons X2RewardTemplate]
DisplayName="Знайдений вантаж"

[Reward_AlienNest X2RewardTemplate]
DisplayName="Розвідувальне завдання"

[ResAct_AlienNestInvestigated X2ResistanceActivityTemplate]
DisplayName="Гніздо прибульців досліджено:"

[ResAct_AlienRulersKilled X2ResistanceActivityTemplate]
DisplayName="«Правителів» прибульців убито:"


;-----------------------
; ITEMS
;-----------------------

[CorpseViperKing X2ItemTemplate]
FriendlyName="Труп короля гадюк"
FriendlyNamePlural="Трупи королів гадюк"
BriefSummary="Можливо, зміна статі цієї особини є найбільш помітною зміною, яку доктор Вален внесла в процес своїх експериментів. Також слід уважно вивчити здатність виробляти лід замість звичного нам отрути."

[CorpseBerserkerQueen X2ItemTemplate]
FriendlyName="Труп королеви-берсерка"
FriendlyNamePlural="Трупи королев-берсерків"
BriefSummary="Це чудовисько не тільки піддалося значній генній модифікації - його спорядження, безпосередньо підключене до центральної нервової системи, суттєво доопрацьовано. При вилученні цих імплантатів потрібно бути надзвичайно обережними."

[CorpseArchonKing X2ItemTemplate]
FriendlyName="Труп архонта-короля"
FriendlyNamePlural="Трупи архонтів-королів"
BriefSummary="З усіх піддослідних доктора Вален модифікована різновид архонта найменше відрізняється від своїх попередників. Ми не раз переконувалися, що зовнішність буває оманливою, і цю істоту не слід недооцінювати навіть після його смерті."


;-----------------------
; TECHS
;-----------------------
[AutopsyViperKing X2TechTemplate]
DisplayName="Розтин короля гадюк"
Summary="Незважаючи на очевидну схожість з гадюками, які регулярно нам зустрічаються, ця особина має унікальні властивості. Не останнє з них те, що це перша виявлена гадюка чоловічої статі. Ймовірно, ми зможемо використовувати деякі аспекти його біології у власних розробках броні."
CodeName="Скорпіон"
LongDescription="Уважно вивчивши залишки особистих архівів доктора Вален, я поступово усвідомив глибину її цікавості та те, наскільки сильно її полонили власні амбіції. Позбувшись ключових змін у генетичній структурі гадюки, свідомо привнесених для придушення деяких властивостей, вона створила «Гамму» - «Короля Гадюк».\n\nДумка про існування короля гадюк інтригує, оскільки раніше особини чоловічої статі нам не зустрічалися. Вален припустила, що неможливість розмноження - усвідомлений спосіб для Старійшин контролювати популяцію цих істот. Оглянувши гніздо, влаштоване «Гаммою», і кладки яєць (які не вдалося доставити для вивчення), я можу з певною часткою впевненості сказати, що ця істота негайно приступила до реалізації інстинктів, довгий час пригноблюваних генетичним втручанням.\n\nЯ поки що не можу пояснити, яким чином відбулося таке радикальне зміна форми та функції отруйних залоз. Тут необхідні додаткові дослідження, але я погодився пожертвувати останки «Гамми» для розробки концептуально нової броні. Р. Тайган."

[AutopsyBerserkerQueen X2TechTemplate]
DisplayName="Розтин королеви-берсерка"
Summary="Ця особина - ніби звичайного берсерка було мало - помітно посилена системою, що покращує циркуляцію рідин в організмі. Вважаю, ми можемо використовувати її у нашій власній броні, хоча розробка конструкції змусить нас попотіти."
CodeName="Халк"
LongDescription="Незважаючи на ретельне дослідження особини берсерка, відомої як «Бета», я не знайшов відповіді на питання, з якими науковими цілями доктор Вален забезпечила вдосконаленим обладнанням це створіння. Я, безумовно, повністю усвідомлюю, що модифікована ендокринна система вимагає додаткових механізмів фільтрації та доставки для підтримки гормонального рівноваги. Також я визнаю, що знайдено помірно елегантне рішення для, безсумнівно, складного завдання.\n\nОднак я так і не зміг зрозуміти, які причини спонукали доктора Вален перейти від теорії до практики. Очевидно, що фізичних доказів не вимагалося - умовивідний результат був так само ясний їй, як зараз мені. Я абсолютно впевнений, що вона свідомо вирішила довести свою роботу до кінця, усвідомлюючи небезпеку не тільки для себе, але й для всіх, хто може зіткнутися з «Бетою» у майбутньому. Я радий, що наші війська змогли виявити та нейтралізувати такого складного противника.\n\nНаш відділ дійшов висновку, що останки «Бети» доцільніше за все утилізувати, створивши комплект удосконаленої броні, хоча сам процес конверсії краще вдався б доктору Вален, ніж нам. Р. Тайган."

[AutopsyArchonKing X2TechTemplate]
DisplayName="Розтин архонта-короля"
Summary="Доктор Вален змогла вдосконалити основні системи цієї особини, якимось чином зберігши зовнішній вигляд, ретельно закладений прибульцями. З виду вона схожа на звичайного архонта, але, як ми мали шанс переконатися, демонструє раніше небачену здатність до польоту. Можливо, цю технологію можна використати при створенні летючого костюма для наших солдат."
CodeName="Дедал"
LongDescription="Видозмінений архонт, описуваний доктором Вален як «Альфа», не тільки був генетично модифікований, але й отримав додаткове обладнання, безпосередньо пов'язане з його незвичайними здібностями. Вчергове можна задатися питанням, навіщо покращувати бойові здібності і без того небезпечних видів прибульців - навіть у тому випадку, якщо Вален планувала зіштовхнути їх із колишніми господарями.\n\nМоє знайомство з біомеханічними попередниками сучасного архонта вкрай фрагментарне, але я можу сказати, що «Альфа» - безсумнівно, найбільш фізично розвинений та технологічно удосконалений представник свого виду. Виходячи з наших доповідей, це створіння має властивість хапати свою жертву, а потім, злітаючи в небо, кидати її на землю. Наші солдати надали всім неоціненну послугу, ліквідувавши цю загрозу. Р. Тайган."

[RAGESuit X2TechTemplate]
DisplayName="Костюм R.A.G.E."
Summary="Можливо, нам вдасться використовувати незвичайно міцну шкіру королеви берсерків для створення потужного бронекостюму."

[SerpentSuit X2TechTemplate]
DisplayName="Костюм «Кобра»"
Summary="Луска короля гадюк відрізняється незвичайною легкістю та гнучкістю. Після відповідної обробки виготовлений із неї костюм забезпечить чудовий захист."

[IcarusArmor X2TechTemplate]
DisplayName="Броня «Ікар»"
Summary="Уважне вивчення останків архонта-короля дозволяє нам виготовити бронекостюм із використанням його унікальних реактивних рухових систем."

[ExperimentalWeapons X2TechTemplate]
DisplayName="Експериментальна зброя"
Summary="У бою ми захопили різноманітну зброю, яка, незважаючи на свій архаїчний зовнішній вигляд, має унікальні можливості і тому потребує ретельного вивчення."
CodeName="Мафусаїл"
LongDescription="Наші війська знайшли зброю, від якої вкрай мало користі в битві з прибульцями. Неофіційні випробування, однак, виявили різні дивні та відверто незрозумілі властивості. Я був змушений неодноразово пояснювати як солдатам, так і керівному складу, що, незважаючи на зовнішню простоту цієї зброї, скопіювати її - завдання далеко не тривіальне. Поки що я маю намір чинити опір усім подібним спробам, якщо тільки раптом не зміниться хід нашого протистояння з прибульцями. Я - вчений, а не коваль чи тесля. - Р. Тайган."

[BoltCaster X2TechTemplate]
DisplayName="Арбалет"
Summary="Знайдений серед застарілої на перший погляд зброї арбалет має несподівано високу потужність, але страждає від низької скорострільності. Влучання здатні оглушувати ворогів. Це унікальна зброя, яку не можна дублювати чи замінити."

[HuntersAxe X2TechTemplate]
DisplayName="Мисливський сокира"
Summary="Заточені до неймовірної гостроти метальні сокири досить компактні та дозволяють нашим солдатам атакувати на відстані. Це унікальна зброя, яку не можна дублювати чи замінити."

[Shadowkeeper X2TechTemplate]
DisplayName="\"Хранитель тіней\""
Summary="Цей пістолет дещо застарілий у порівнянні з сучасними зразками, але неймовірно точний: навіть не найвправніші солдати зможуть влучити з нього в ціль. Також є ймовірність, що після її знищення їм вдасться зникнути непоміченими. Це унікальна зброя, яку не можна дублювати чи замінити."

[Frostbomb X2TechTemplate]
DisplayName="Морозна бомба"
Summary="Ця зброя використовує поки не встановлений хімічний склад і здатна майже миттєво знижувати температуру навколишнього середовища. Незахищені тканини при контакті замерзають. Це унікальна зброя, яку не можна дублювати чи замінити."

;-----------------------
; ALIEN RULER ARMORS
;-----------------------
[MediumAlienArmor X2ArmorTemplate]
FriendlyName="Броня «Ікар»"
FriendlyNamePlural="Броня «Ікар»"
BriefSummary="Льотне обладнання, зняте з короля-архонта, перетворює нашу стандартну броню в костюм із високою стійкістю до ушкоджень та покращеною мобільністю. Обмежена здатність літати дозволяє носію швидко змінювати позицію."
TacticalText="<Bullet/> «Ікар» - броня середнього класу, що має дві комірки для спорядження та покращену мобільність.\n<Bullet/> Дозволяє солдату миттєво перестрибувати на нове місце.\n<Bullet/> З певною ймовірністю викликає паніку у архонтів."

[LightAlienArmor X2ArmorTemplate]
FriendlyName="Костюм «Кобра»"
FriendlyNamePlural="Костюми «Кобра»"
BriefSummary="Костюм «Кобра», створений із легких та неймовірно міцних лусок короля гадюк, помітно підвищує швидкість і рефлекси солдат. Він також оснащений гаком, просякнутим льодяною отрутою короля гадюк, який здатний витягувати ворогів із укриттів та заморожувати їх на місці."
TacticalText="<Bullet/> Костюм «Кобра» додає мобільності та підвищує ймовірність уникнути прямого попадання.\n<Bullet/> Костюм також оснащений ручним гаком для того, щоб переміщатися по полю бою або витягувати ворогів із укриттів.\n<Bullet/> З певною ймовірністю викликає паніку у гадюк."

[LightAlienArmorMk2 X2ArmorTemplate]
FriendlyName="Броня «Кобра»"
FriendlyNamePlural="Броня «Кобра»"
BriefSummary="Покращений за допомогою елерію варіант костюма «Кобра». Має всі переваги попередника, а також підвищує живучість, швидкість і рефлекси свого носія."
TacticalText="<Bullet/> Броня «Кобра» додає мобільності та підвищує ймовірність уникнути прямого попадання.\n<Bullet/> Броня також оснащена ручним гаком для того, щоб переміщатися по полю бою або витягувати ворогів із укриттів.\n<Bullet/> З певною ймовірністю викликає паніку у гадюк."

[HeavyAlienArmor X2ArmorTemplate]
FriendlyName="Костюм R.A.G.E."
FriendlyNamePlural="Костюми R.A.G.E."
BriefSummary="Майже непроникна шкіра королеви-берсерка виконує функцію броні, вона неймовірно стійка до ушкоджень та при цьому забезпечує високу мобільність. Костюм R.A.G.E. оснащений механізмом, здатним швидко підвищувати рівень адреналіну у свого носія, дозволяючи тому наносити потужні удари у рукопашному бою."
TacticalText="<Bullet/> Костюм R.A.G.E. - надважка броня, що підвищує мобільність і допускає встановлення важкого озброєння.\n<Bullet/> Дозволяє своєму носію наносити величезні удари у рукопашному бою.\n<Bullet/> З певною ймовірністю викликає паніку у мутонів і берсерків."

[HeavyAlienArmorMk2 X2ArmorTemplate]
FriendlyName="Броня R.A.G.E."
FriendlyNamePlural="Броня R.A.G.E."
BriefSummary="Посилення костюма R.A.G.E. за допомогою елерію підвищило його захисні властивості без шкоди для мобільності та потенційно смертоносних атак."
TacticalText="<Bullet/> Броня R.A.G.E. - надважка броня, що підвищує мобільність і допускає встановлення важкого озброєння.\n<Bullet/> Дозволяє своєму носію наносити величезні удари у рукопашному бою.\n<Bullet/> З певною ймовірністю викликає паніку у мутонів і берсерків."

[FreezingLash X2AbilityTemplate]
LocFriendlyName="Ізморозь"
LocLongDescription="Атакує гаком, заморожуючи противника. Солдати-гуманоїди «Адвента» при цьому можуть втратити укриття."
LocHelpText="Заморожує противника. Солдати-гуманоїди «Адвента» при цьому можуть втратити укриття."
LocFlyOverText="Ізморозь"
LocMissMessage="Ізморозь: промах!"

[RagePanic X2AbilityTemplate]
LocFriendlyName="R.A.G.E: Паніка"
LocLongDescription="Мутони та берсерки можуть запанікувати при вигляді цієї броні."
LocHelpText="Мутони та берсерки можуть запанікувати при вигляді цієї броні."
LocFlyOverText="Костюм R.A.G.E: Паніка"

[Ragestrike X2AbilityTemplate]
LocFriendlyName="R.A.G.E: Удар"
LocLongDescription="Могутній удар по противнику, який знаходиться в межах дальності переміщення."
LocHelpText="Могутній удар по противнику, який знаходиться в межах дальності переміщення."

[IcarusPanic X2AbilityTemplate]
LocFriendlyName="«Ікар»: Паніка"
LocLongDescription="Архонти можуть запанікувати при вигляді цієї броні."
LocHelpText="Архонти можуть запанікувати при вигляді цієї броні."
LocFlyOverText="Броня «Ікар»: Паніка"

[IcarusJump X2AbilityTemplate]
LocFriendlyName="«Ікар»: Стрибок"
LocLongDescription="Вбудовані в броню «Ікар» двигуни дозволяють солдату миттєво переміститися на нову позицію."
LocHelpText="Стрибок у нову точку. Ігнорує режим «спостереження», не викликає реакції."
LocFlyOverText="«Ікар»: Стрибок"

[SerpentPanic X2AbilityTemplate]
LocFriendlyName="«Кобра»: Паніка"
LocLongDescription="Гадюки можуть запанікувати при вигляді цієї броні."
LocHelpText="Гадюки можуть запанікувати при вигляді цієї броні."
LocFlyOverText="Костюм «Кобра»: Паніка"

[VaultAbility X2AbilityTemplate]
LocFriendlyName="Стрибок"
LocLongDescription="Стрибок на платформу або предмет (замість звичайного підйому)."
LocHelpText="Стрибок на платформу або предмет (замість звичайного підйому)."
LocFlyOverText="Стрибок"

[VaultAbilityPassive X2AbilityTemplate]
LocFriendlyName="Стрибок"
LocLongDescription="Стрибок на платформу або предмет (замість звичайного підйому)."
LocHelpText="Стрибок на платформу або предмет (замість звичайного підйому)."
LocFlyOverText="Стрибок"

;-----------------------
; ALIEN HUNTER WEAPONS
;-----------------------
[AlienHunterRifle_CV X2WeaponTemplate]
FriendlyName="Стріломет"
FriendlyNamePlural="Стріломети"
BriefSummary="Знайдений серед застарілого на перший погляд озброєння стріломет має несподівано високу потужність, але страждає від низької скорострільності. Влучання здатні оглушати ворогів. Це унікальна зброя, яку не можна дублювати чи замінити."
TacticalText="<Bullet/> Стріломет набагато точніший та потужніший за стандартний автомат.\n<Bullet/> Кожен постріл може оглушити ціль, а також не допускає ухилення.\n<Bullet/> Генетично модифіковані прибульці з високою ймовірністю можуть бути оглушені.\n<Bullet/> Вистрілює один потужний заряд і вимагає перезарядки після кожного пострілу."
AbilityDescName="стріломет"

[AlienHunterRifle_MG X2WeaponTemplate]
FriendlyName="Магнітний стріломет"
FriendlyNamePlural="Магнітні стріломети"
BriefSummary="Змінивши основу конструкції та додавши ряд генераторів магнітного поля в основу прикладу, ми змогли значно підвищити потужність звичайного стріломета за рахунок електромагнітного імпульсу."
TacticalText="<Bullet/> Додавання магнітної котушки збільшує шкоду від кожного пострілу.\n<Bullet/> Кожен постріл може оглушити ціль, а також не допускає ухилення.\n<Bullet/> Генетично модифіковані прибульці з високою ймовірністю можуть бути оглушені.\n<Bullet/> Вистрілює один потужний заряд і вимагає перезарядки після кожного пострілу."
AbilityDescName="магнітний стріломет"

[AlienHunterRifle_BM X2WeaponTemplate]
FriendlyName="Плазмовий стріломет"
FriendlyNamePlural="Плазмові стріломети"
BriefSummary="Використання мініатюрної елерієвої батареї дозволяє стріломету випускати заряд наелектризованої плазми разом із кожним снарядом."
TacticalText="<Bullet/> Посилений заряд елерію робить стріломет ще смертоноснішим.\n<Bullet/> Кожен постріл може оглушити ціль, а також не допускає ухилення.\n<Bullet/> Генетично модифіковані прибульці з високою ймовірністю можуть бути оглушені.\n<Bullet/> Вистрілює один потужний заряд і вимагає перезарядки після кожного пострілу."
AbilityDescName="плазмовий стріломет"

[AlienHunterPistol_CV X2WeaponTemplate]
FriendlyName="«Хранитель тіней»"
FriendlyNamePlural="«Хранителі тіней»"
BriefSummary="Цей пістолет дещо старомодний у порівнянні з сучасними зразками, але неймовірно точний: навіть не найвправніші солдати зможуть потрапити з нього в ціль. Також є ймовірність, що після її знищення їм вдасться зникнути непоміченими. Це унікальна зброя, яку не можна дублювати чи замінити."
TacticalText="<Bullet/> «Хранитель тіней» завдає шкоди аналогічно стандартному пістолету, але з підвищеним шансом критичного попадання.\n<Bullet/> На відміну від снайперської гвинтівки, для пострілу з пістолета потрібна лише одна дія.\n<Bullet/> Убивство противника здатністю «Крок у тінь» миттєво активує маскування."
AbilityDescName="«Хранитель тіней»"

[AlienHunterPistol_MG X2WeaponTemplate]
FriendlyName="Модифікований «Хранитель тіней»"
FriendlyNamePlural="Модифіковані «Хранителі тіней»"
BriefSummary="Ряд змін, внесених у конструкцію «Хранителя тіней», дозволили замінити ударно-спусковий механізм магнітним аналогом і таким чином перетворили його на ще більш грізну зброю."
TacticalText="<Bullet/> Покращений «Хранитель тіней» завдає шкоди аналогічно магнітному пістолету, але з підвищеним шансом критичного попадання.\n<Bullet/> На відміну від снайперської гвинтівки, для пострілу з пістолета потрібна лише одна дія.\n<Bullet/> Убивство противника здатністю «Крок у тінь» миттєво активує маскування."
AbilityDescName="«Хранитель тіней»"

[AlienHunterPistol_BM X2WeaponTemplate]
FriendlyName="Посилений «Хранитель тіней»"
FriendlyNamePlural="Посилені «Хранителі тіней»"
BriefSummary="Незважаючи на те, що «Хранитель тіней» досі використовує звичайні боєприпаси, численні зміни в конструкції перетворили його на справді смертоносну зброю."
TacticalText="<Bullet/> Посилений «Хранитель тіней» завдає шкоди аналогічно променевому пістолету, але з підвищеним шансом критичного попадання.\n<Bullet/> На відміну від снайперської гвинтівки, для пострілу з пістолета потрібна лише одна дія.\n<Bullet/> Убивство противника здатністю «Крок у тінь» миттєво активує маскування."
AbilityDescName="«Хранитель тіней»"

[AlienHunterAxe_CV X2PairedWeaponTemplate]
FriendlyName="Мисливські сокири"
FriendlyNamePlural="Мисливські сокири"
BriefSummary="Заточені до неймовірної гостроти метальні сокири досить компактні і дозволяють нашим солдатам атакувати на відстані. Це унікальна зброя, яку не можна дублювати чи замінити."
TacticalText="<Bullet/> Парні сокири дають рейнджерам ті ж можливості, що й традиційний меч.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на відстані."
AbilityDescName="сокири"

[AlienHunterAxe_MG X2PairedWeaponTemplate]
FriendlyName="Іонні сокири"
FriendlyNamePlural="Іонні сокири"
BriefSummary="Експерименти з інопланетними сплавами дозволили нам перетворити мисливські сокири на неймовірно небезпечну зброю ближнього бою."
TacticalText="<Bullet/> Ці сокири заточені до бритвеної гостроти і загартовані, що збільшує шкоду і дає шанс оглушити противника.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на відстані."
AbilityDescName="сокири"

[AlienHunterAxe_BM X2PairedWeaponTemplate]
FriendlyName="Термосокири"
FriendlyNamePlural="Термосокири"
BriefSummary="Приховані в рукоятках невеликі джерела живлення дозволяють цим сокирам завдавати сильних електричних ударів, здатних підпалити противника."
TacticalText="<Bullet/> У лезі міститься потужний електричний заряд, здатний завдавати більшої шкоди з шансом підпалити противника.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на відстані."
AbilityDescName="сокири"

[AlienHunterAxeThrown_CV X2WeaponTemplate]
FriendlyName="Мисливські сокири"
FriendlyNamePlural="Мисливські сокири"
BriefSummary="Заточені до неймовірної гостроти метальні сокири досить компактні і дозволяють нашим солдатам атакувати на відстані. Це унікальна зброя, яку не можна дублювати чи замінити."
TacticalText="<Bullet/> Парні сокири дають рейнджерам ті ж можливості, що й традиційний меч.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на відстані."
AbilityDescName="сокири"

[AlienHunterAxeThrown_MG X2WeaponTemplate]
FriendlyName="Іонні сокири"
FriendlyNamePlural="Іонні сокири"
BriefSummary="Удосконалення 2 рівня для мисливських сокир"
TacticalText="<Bullet/> Ці сокири заточені до бритвеної гостроти і загартовані, що збільшує шкоду і дає шанс оглушити противника.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на відстані."
AbilityDescName="сокири"

[AlienHunterAxeThrown_BM X2WeaponTemplate]
FriendlyName="Термосокири"
FriendlyNamePlural="Термосокири"
BriefSummary="Удосконалення 3 рівня для мисливських сокир"
TacticalText="<Bullet/> У лезі міститься потужний електричний заряд, здатний завдавати більшої шкоди з шансом підпалити противника.\n<Bullet/> Один сокиру можна кинути, щоб миттєво завдати шкоди на відстані."
AbilityDescName="сокири"

[Frostbomb X2GrenadeTemplate]
FriendlyName="Морозна бомба"
FriendlyNamePlural="Морозні бомби"
BriefSummary="Ця зброя використовує ще не встановлений хімічний склад і здатна майже миттєво знижувати температуру навколишнього середовища. Незахищені тканини при контакті замерзають. Це унікальна зброя, яку не можна дублювати чи замінити."
TacticalText="<Bullet/> Морозні бомби заморожують усі цілі в зоні ураження, позбавляючи їх дій на наступний хід.\n<Bullet/> Радіус ураження морозних бомб менший, ніж у стандартних осколкових гранат."
ThrownAbilityName="Кидок морозної бомби"
ThrownAbilityHelpText="Заморожує всі цілі в зоні ураження."
LaunchedAbilityname="Вистріл морозною бомбою"
LaunchedAbilityHelpText="Заморожує всі цілі в зоні ураження."

[Shadowfall X2AbilityTemplate]
LocFriendlyName="Крок у тінь"
LocHelpText="Постріл із пістолета з гарантованим попаданням. Якщо ціль знищена, стрілець отримує маскування."
LocLongDescription="Постріл із пістолета з гарантованим попаданням. Якщо ціль знищена, стрілець отримує маскування."
LocFlyOverText="Крок у тінь"

[ShadowfallConcealment X2AbilityTemplate]
LocFriendlyName="Крок у тінь"
LocHelpText="Постріл із пістолета з гарантованим попаданням. Якщо ціль знищена, стрілець отримує маскування."
LocLongDescription="Постріл із пістолета з гарантованим попаданням. Якщо ціль знищена, стрілець отримує маскування."
LocFlyOverText="Крок у тінь"

[ThrowAxe X2AbilityTemplate]
LocFriendlyName="Кидок сокири"
LocHelpText="Кидок сокири в ціль. Ця атака не витрачає дію."
LocLongDescription="Кидок сокири в ціль. Ця атака не витрачає дію."

[ViperKing_Wpn X2WeaponTemplate]
FriendlyName="Стріломет короля Гадюк"
FriendlyNamePlural="Стріломети короля Гадюк"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотного озброєння. Це найбільш часто зустрічається зразок, що не далеко пішов від гвинтівки, якою користувалися 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям «Адвента», ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо відповідні методики."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрільбу, будуть зроблені три постріли зі зниженою точністю, але з більш високою ефективністю загалом\n<Bullet/> Використовуйте поліпшення, здобуті в боях з «Адвентом», щоб підвищити ефективність гвинтівки."

[ArchonKing_Wpn X2WeaponTemplate]
FriendlyName="Посох архонта-короля"
FriendlyNamePlural="Посохи архонтів-королів"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотного озброєння. Це найбільш часто зустрічається зразок, що не далеко пішов від гвинтівки, якою користувалися 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям «Адвента», ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо відповідні методики."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрільбу, будуть зроблені три постріли зі зниженою точністю, але з більш високою ефективністю загалом\n<Bullet/> Використовуйте поліпшення, здобуті в боях з «Адвентом», щоб підвищити ефективність гвинтівки."

[ArchonKingStaff X2WeaponTemplate]
FriendlyName="Посох архонта-короля"
FriendlyNamePlural="Посохи архонтів-королів"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотного озброєння. Це найбільш часто зустрічається зразок, що не далеко пішов від гвинтівки, якою користувалися 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям «Адвента», ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо відповідні методики."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрільбу, будуть зроблені три постріли зі зниженою точністю, але більш високою ефективністю загалом\n<Bullet/> Використовуйте здобуті в боях поліпшення, щоб підвищити ефективність гвинтівки"

[ViperNeonate_Wpn X2WeaponTemplate]
FriendlyName="Стріломет Гадюки"
FriendlyNamePlural="Стріломети Гадюк"
BriefSummary="Нам вдалося здобути різноманітні зразки піхотного озброєння. Це найбільш часто зустрічається зразок, що не далеко пішов від гвинтівки, якою користувалися 20 років тому. Хоча він, безсумнівно, поступається магнітним технологіям «Адвента», ми зможемо доопрацювати його за допомогою трофейних матеріалів, коли розробимо відповідні методики."
TacticalText="<Bullet/> Постріл з основної зброї завжди завершує хід солдата\n<Bullet/> Якщо солдат витрачає обидві дії на стрільбу, будуть зроблені три постріли зі зниженою точністю, але більш високою ефективністю загалом\n<Bullet/> Використовуйте здобуті в боях поліпшення, щоб підвищити ефективність гвинтівки"

;--------------------------------
;-Temporary loc Defs to support playable nest prototype
;Proxy Unit Strings
;--------------------------------

[DrVahlen X2CharacterTemplate]
strCharacterName="Доктор Вален"

[ViperKing X2CharacterTemplate]
strCharacterName="Король Гадюк"

[BerserkerQueen X2CharacterTemplate]
strCharacterName="Королева-берсерк"

[ArchonKing X2CharacterTemplate]
strCharacterName="Архонт-король"

[ViperNeonate X2CharacterTemplate]
strCharacterName="Новорожденна Гадюка"

[StandardMelee_NoEnd X2AbilityTemplate]
LocFriendlyName="Ближній бій"
LocLongDescription="Удар у ближньому бою по знаходиться поруч цілі."
LocHelpText="Удар у ближньому бою по знаходиться поруч цілі."

[KingGetOverHere X2AbilityTemplate]
LocFriendlyName="Притягування язиком"
LocLongDescription="Язик і шия у гадюки надзвичайно сильні. Він може підтягти до себе дорослу людину з великої відстані."
LocHelpText="Захоплення цілі та підтягування її на дистанцію ближньої атаки за допомогою язика. Ціллю може бути тільки гуманоїд."
LocFlyOverText="Захоплення язиком"
LocMissMessage="Захоплення не вдалося!"

[KingBind X2AbilityTemplate]
LocFriendlyName="Задушення"
LocLongDescription="Кільця гадюки мають нечувану силу і можуть обхопити та розчавити найближчого ворога-гуманоїда."
LocHelpText="Задушує найближчого ворога-гуманоїда."
LocFlyOverText="Задушення"
LocMissMessage="Задушення не вдалося!"

[Frostbite X2AbilityTemplate]
LocFriendlyName="Морозне дихання"
LocLongDescription="Король гадюк здатний заморожувати ворогів льодяним диханням на великій відстані."
LocHelpText="Заморожує противників у певній області."
LocFlyOverText="Морозне дихання"

[EndBind X2AbilityTemplate]
LocFriendlyName="Звільнення від обхоплення"
LocLongDescription="У разі зміни тактичної обстановки гадюка може випустити ціль із своїх смертельних обійм, перш ніж убити її."
LocHelpText="Звільняє ціль із обхоплення гадюки"
LocFlyOverText="Звільнення"

[AlienRulerCallForEscape X2AbilityTemplate]
LocFriendlyName="Втеча"
LocLongDescription="Отримавши поранення або знищивши ворога, «Правитель» може вирішити залишити поле бою."
LocHelpText="Закликає портал, що дозволяє залишити поле бою."
LocFlyOverText="Закликати ворота!"

[Quake X2AbilityTemplate]
LocFriendlyName="Встряска"
LocLongDescription="Потужний удар по землі, здатний дезорієнтувати та відкинути противника."
LocHelpText="Потужний удар по землі, здатний дезорієнтувати та відкинути противника."
LocFlyOverText="Встряска"

[QueenDevastatingPunch X2AbilityTemplate]
LocFriendlyName="Нищівний удар"
LocLongDescription="Королева берсерків настільки сильна, що здатна до смерті забити ворога кулаками. Ця атака може оглушити або дезорієнтувати противника."
LocHelpText="Удар у ближньому бою, здатний оглушити ціль."
LocFlyOverText="Сокрушительная атака"

[ArchonKingBlazingPinionsStage1 X2AbilityTemplate]
LocFriendlyName="Сокрушение"
LocLongDescription="Архонт-король злітає в небо, випускаючи з крил залп енергетичних зарядів. Лазери, що наводять заряди, дозволяють зрозуміти, куди буде завдано удар."
LocHelpText="Відкладений ракетний залп одразу по кількох цілях."
LocFlyOverText="Сокрушение"

[Faithbreaker X2AbilityTemplate]
LocFriendlyName="Зломлена віра"
LocLongDescription="Королева-берсерк могутнім яростним риком вселяє страх у серця навіть загартованих ветеранів."
LocHelpText="Шанс викликати паніку у всіх видимих бійців противника."
LocFlyOverText="Зломлена віра"

[IcarusDropGrab X2AbilityTemplate]
LocFriendlyName="Піке Ікара"
LocLongDescription="Архонт-король підлітає до противника-гуманоїда, хапає його та піднімає в повітря."
LocHelpText="Відкладена атака, що дозволяє підняти ворога в повітря та кинути на землю."
LocFlyOverText="Піке Ікара"

[IcarusDropSlam X2AbilityTemplate]
LocFriendlyName="Падіння Ікара"
LocLongDescription="Кидає захопленого ворога на землю з нищівною силою."
LocHelpText="Ударяє противника об землю."
LocFlyOverText="Падіння Ікара"

[Interact_DLC2Transmitter X2AbilityTemplate]
LocFriendlyName="Завантажити журнал досліджень"
LocHelpText="Завантажте журнал, що містить докладний опис досліджень доктора Вален"

[ViperNeonateBindAbility X2AbilityTemplate]
LocFriendlyName="Обхоплення та розчавлення"
LocLongDescription="Обійми гадюки мають нечувану силу і можуть обхопити та розчавити найближчого ворога-гуманоїда."
LocHelpText="Обхопити та розчавити найближчого ворога-гуманоїда."
LocFlyOverText="Обхоплення"
LocMissMessage="Обхоплення не вдалося!"

[CentralOfficer X2SoldierClassTemplate]
DisplayName="Рейнджер"
ClassSummary="«Рейнджер» - основний розвідник, здатний непомітно переміщатися та атакувати противника на ближній відстані."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранець"
RankNames[1]="Старший офіцер"

ShortNames[0]="Нов."
ShortNames[1]="СО"

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_Common.rank_commander"


;-----------------------
; Soldier Customization - Helmets
;-----------------------
[DLC_60_Helmet_A_AdvCaptain_M X2BodyPartTemplate]
DisplayName="Капітан «Адвента»"

[DLC_60_Helmet_A_AdvCaptain_F X2BodyPartTemplate]
DisplayName="Капітан «Адвента»"

[DLC_60_Helmet_B_AdvStunLancer_M X2BodyPartTemplate]
DisplayName="Копейщик «Адвента»"

[DLC_60_Helmet_B_AdvStunLancer_F X2BodyPartTemplate]
DisplayName="Копейщик «Адвента»"

[DLC_60_Helmet_C_AdvShieldBearer_M X2BodyPartTemplate]
DisplayName="Щитоносець «Адвента»"

[DLC_60_Helmet_C_AdvShieldBearer_F X2BodyPartTemplate]
DisplayName="Щитоносець «Адвента»"

[DLC_60_Helmet_D_AdvTrooper_M X2BodyPartTemplate]
DisplayName="Солдат «Адвента»"

[DLC_60_Helmet_D_AdvTrooper_F X2BodyPartTemplate]
DisplayName="Солдат «Адвента»"

[DLC_60_Helmet_E_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="Аватар"

[DLC_60_Helmet_E_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="Аватар"

[DLC_60_Helmet_F_Andromedon_M X2BodyPartTemplate]
DisplayName="Андромедон"

[DLC_60_Helmet_F_Andromedon_F X2BodyPartTemplate]
DisplayName="Андромедон"

[DLC_60_Helmet_Serpent_M X2BodyPartTemplate]
DisplayName="Змій"

[DLC_60_Helmet_Serpent_F X2BodyPartTemplate]
DisplayName="Змій"

[DLC_60_Helmet_SerpentMk2_M X2BodyPartTemplate]
DisplayName="Змій"

[DLC_60_Helmet_SerpentMk2_F X2BodyPartTemplate]
DisplayName="Змій"

[DLC_60_Helmet_Archon_M X2BodyPartTemplate]
DisplayName="Ікар"

[DLC_60_Helmet_Archon_F X2BodyPartTemplate]
DisplayName="Ікар"

;-----------------------
; Soldier Customization - LowerFace
;-----------------------
[DLC_60_Accessory_A_MutonMask_M X2BodyPartTemplate]
DisplayName="Маска мутона"

[DLC_60_Accessory_A_MutonMask_F X2BodyPartTemplate]
DisplayName="Маска мутона"

;-----------------------
; Soldier Customization - Scars
;-----------------------
[DLC_60_Scar_A X2BodyPartTemplate]
DisplayName="Серйозна усмішка"

[DLC_60_Scar_B X2BodyPartTemplate]
DisplayName="На пам'ять"

[DLC_60_Scar_C X2BodyPartTemplate]
DisplayName="По частинам"

[DLC_60_Scar_D X2BodyPartTemplate]
DisplayName="Подвійний пірсинг - око"

[DLC_60_Scar_E X2BodyPartTemplate]
DisplayName="Подвійний пірсинг - ніс"

[DLC_60_Scar_F X2BodyPartTemplate]
DisplayName="Опік"

;-----------------------
; Soldier Customization - Armor Patterns
;-----------------------
[DLC_60_Patterns_A X2BodyPartTemplate]
DisplayName="Інопланетне будова"

[DLC_60_Patterns_B X2BodyPartTemplate]
DisplayName="Броня Гадюки"

[DLC_60_Patterns_C X2BodyPartTemplate]
DisplayName="Інопланетний візерунок"

[DLC_60_Patterns_D X2BodyPartTemplate]
DisplayName="Броня мутон"

[DLC_60_Patterns_E X2BodyPartTemplate]
DisplayName="Зміїна шкіра"

;-----------------------
; Soldier Customization - Facepaint
;-----------------------

[DLC_60_Facepaint_A X2BodyPartTemplate]
DisplayName="Архонт"

[DLC_60_Facepaint_B X2BodyPartTemplate]
DisplayName="Берсерк"

[DLC_60_Facepaint_C X2BodyPartTemplate]
DisplayName="Кріссалід"

[DLC_60_Facepaint_D X2BodyPartTemplate]
DisplayName="Безликий"

[DLC_60_Facepaint_E X2BodyPartTemplate]
DisplayName="Вартовий"

[DLC_60_Facepaint_F X2BodyPartTemplate]
DisplayName="Мутон"

[DLC_60_Facepaint_G X2BodyPartTemplate]
DisplayName="Маорі А"

[DLC_60_Facepaint_H X2BodyPartTemplate]
DisplayName="Маорі Б"

[DLC_60_Facepaint_I X2BodyPartTemplate]
DisplayName="Маорі В"

[DLC_60_Facepaint_J X2BodyPartTemplate]
DisplayName="Маорі Г"

[DLC_60_Facepaint_K X2BodyPartTemplate]
DisplayName="Маорі Д"

;-----------------------
; Soldier Customization - Hair
;-----------------------

[DLC_60_Hair_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="Аватар"

[DLC_60_Hair_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="Аватар"

;-----------------------
; DLC Ability Points
;-----------------------

[RulerEscapes X2AbilityPointTemplate]
ActionFriendlyName="Втеча Правителя"

[RulerDefeated X2AbilityPointTemplate]
ActionFriendlyName="Перемога над \"Правителем\""








